Repository: gustavoloureirodosreis/feelthemusic
Catalog: locale/*/LC_MESSAGES/FTM.po
Languages: es, pt, zh

source: Register
es: Inscribirse
pt: Cadastrar
zh: 注册

# soundError
source: No audio was detected. Please restart the game when you do have audio.
es: No hay sonido detectado. Por favor, reinicie el juego cuando con audio.
pt: Nenhum aúdio detectado. Favor reiniciar o jogo quando com aúdio presente.
zh: 没有音频。 请准备音频然后开始玩。

# myProgressTxt
source: My Progress
es: Mi Progreso
pt: Meu Progresso
zh: 我的进步

# timeTxt
source: Total time of all songs:
es: Tiempo total de músicas:
pt: Tempo total de músicas:
zh: 所有歌曲总数时间

# lacunasRelTxt
source: Correct hits (relative):
es: Acierto de lagunas (relativo):
pt: Acertos de lacunas (relativo):
zh: 正确歌曲（相比）

# expressoesTxt
source: Correct distinct expressions:
es: Expresiones distintas de acuerdo:
pt: Expressões distintas acertadas:
zh: 纠正不同句子

# lacunasAbsTxt
source: Correct hits (absolute):
es: Lagunas de acuerdo (absoluto):
pt: Acertos de lacunas (absoluto):
zh: 正确歌曲（绝对）

# currQuestsTxt
source: Current Quests
es: Quests corrientes
pt: Quests Atuais
zh: 现问题

# allQuestsTxt
source: All Quests
es: Todas las Quests
pt: Todas Quests
zh: 所有问题

# beginningGifTxt1
source: Play by yourself
es: Jugar solo
pt: Jogar sozinho
zh: 单独玩

# beginningGifTxt2
source: Play online against others
es: Jugar online competitivo
pt: Jogar online competitivo
zh: 跟他人在网上玩

# beginningGifTxt3
source: Weekly Ranking
es: Ranking de la semana
pt: Ranking Semanal
zh: 级别周

# loadingTxt1
source: How to play using the keyboard:
es: Cómo se juega con el teclado:
pt: Como jogar com o teclado:
zh: 使用键盘开始玩

# loadingTxt2
source: How to double your score using the keyboard:
es: Cómo doblar sus puntos con el teclado:
pt: Como dobrar seus pontos com o teclado:
zh: 使用键盘加倍歌曲总分

# loadingTxt3
source: Song difficulty:
es: Dificultad de las canciones:
pt: Dificuldade das músicas:
zh: 歌曲难度

# loadingTxt3sub1
source: Easier
es: + fácil
pt: + fácil
zh: 难度低

# loadingTxt3sub2
source: Harder
es: + duro
pt: + difícil
zh: 难度高

# loadingTxt4
source: Song difficulty:
es: Dificultad de las canciones:
pt: Dificuldade das músicas:
zh: 歌曲难度

# loadingTxt4sub1
source: Easier
es: + fácil
pt: + fácil
zh: 难度低

# loadingTxt4sub2
source: Harder
es: + duro
pt: + difícil
zh: 难度高

# loadingTxt5
source: You can convert your coins into chips!
es: Usted puede convertir sus monedas en fichas!
pt: Você pode converter suas moedas em fichas!
zh: 硬币变成打字

# loadingTxt6sub1
source: New song
es: Nueva Música
pt: Música nova
zh: 新歌曲

# loadingTxt6sub2
source: More experience
es: Más experiencia
pt: Mais experiência

# loadingTxt7
source: Track your learning from the Quests menu!
es: Sigue su aprendizaje en el menú Quests!
pt: Acompanhe seu aprendizado no menu de Quests!
zh: 通过住功能表看你的进步

# loadingTxt8
source: Check out the weekly ranking from the main menu!
es: Siga el ranking semanal desde el menú Inicio!
pt: Acompanhe o ranking semanal a partir do menu inicial!
zh: 通过住功能表看级别周

# loadingTxt9
source: The most appropriate song is a mix of your personal taste and learning.
es: La música más adecuada es una mezcla de su preferencia con su aprendizaje.
pt: A música mais apropriada é uma mistura do seu gosto com seu aprendizado.
zh: 最合适的首歌是那首你喜爱并让你学得更快

# loadingTxt10
source: Current number of songs:
es: Total de canciones hoy::
pt: Total de músicas atualmente:
zh: 我们货架数量的首歌

# loadingTxt11
source: Problems? Suggestions? Take part in our forum just click on the lightbulb above. Your feedback is very important to us!
es: ¿Problemas? ¿Sugerencias? Únete a la foro utilizando la lámpara encima. Su opinión es muy importante!
pt: Problemas? Sugestões? Participe do fórum usando a lâmpada acima. Seu feedback é muito importante!
zh: 去我们的论坛按上面灯

# loadingTxt12
source: Access www.backpacker.com.br to find out more
es: Entrar en www.backpacker.com.br por lo saber más!
pt: Entre em www.backpacker.com.br para saber mais!
zh: 去www.backpacker.com.br看看

# loadingTxt13
source: Get more coins by playing in successive days
es: Gana monedas por adentrar días seguidos!
pt: Ganhe moedas entrando em dias seguidos!
zh: 每天玩你得到多一点硬币

# loadingTxt14
source: Stay on top 10% of the weekly ranking to win awesome prizes!
es: Mantente al topo 10% de la clasificación semanal para ganar premios!
pt: Mantenha-se no top 10% do ranking semanal para ganhar prêmios incríveis!
zh: 每周最好获得特别奖金

# loadingTxt15
source: Check your email to keep up with what is new!
es: Revise su correo electrónico con regularidad y siga las noticias!
pt: Cheque periodicamente o seu email e acompanhe as novidades!
zh: 检查邮箱

# loadingTxt16
source: Like and follow us on facebook to stay in the loop and not miss any new cool stuff!
es: Like la página del Backpacker en Facebook!
pt: Curta a página do Backpacker no Facebook e fique sempre por dentro das novidades!

# loadingTxt17
source: Get unlimited access to the feature Most Appropriate Song by becoming premium!
es: Tenga acceso infinita a la herramienta música más apropiada convirtiéndose!
pt: Tenha acesso infinito a feature Música mais apropriada se tornando premium!

# loadingTxt18
source: Get unlimited access to the personalized lyrics by becoming premium!
es: Tenga accesso infinito a la letra de la música convirtiéndose!
pt: Tenha acesso infinito à letra personalizada com sua partida se tornando premium!

# loadingTxt19
source: Testing the mic...
es: Verificando el equipo de sonido
pt: Testando o equipamento de som...
zh: 测试麦克风

# loadingTxt20
source: Adjusting the disco ball...
es: Configuración de la luz negro ...
pt: Ajustando a luz negra...
zh: 准备……

# loadingTxt21
source: Restocking the bar...
es: Alimentando la taberna...
pt: Reabastecendo o bar...
zh: 补货酒吧......

# loadingTxt22
source: Setting the playlist with the DJ...
es: Ajustando la lista de reproducción con el DJ ...
pt: Definindo a playlist com o DJ...
zh: 准备.......

# loadingTxt23
source: Polishing the glasses...
es: Lavando las copas ...
pt: Lavando os copos...
zh: 准备.......

# loadingTxt24
source: Practising dance moves in front of the mirror.
es: Bailando frente al espejo
pt: Treinando passos no espelho...
zh: 对着镜子练习跳舞...

# loadingTxt25
source: Choosing the best outfit...
es: Elegindo la mejor ropa ...
pt: Escolhendo a melhor roupa...
zh: 选择最合适的衣服

source: Search...
es: Buscar...
pt: Pesquisar...
zh: 追寻

# askMsg
source: It seems as if this is your first time playing. Do you wanna see the tutorial?
es: Parece que este es su primer tiempo de juego. ¿Quieres ver el tutorial?
pt: Parece que essa é sua primeira vez jogando. Deseja ver o tutorial?
zh: 这是你第一次来玩,你想看说明吗？

# welcomeMsg
source: Welcome to Feel The Music! You are just about to play:
es: Bienvenido a Feel The Music! Vas a tocar música:
pt: Bem-vindo ao Feel The Music! Você está prestes a jogar a música:
zh: Feel The Music 欢迎您！您将要开始玩

# tutorialMsg1
source: Location of the verses that are being sung. Some of the verses have words missing
es: Región de los versos que se cantan. Algunos versículos tienen palabras que faltan!
pt: Região dos versos que estão sendo cantados. Alguns versos possuem palavras faltando!

# tutorialMsg2
source: Here is where you choose the correct word to fill in the gap
es: Elija aquí la opción que completa correctamente la laguna.
pt: Escolha aqui a opção que completa corretamente a lacuna.
zh: 这里你该选择准确词语填空

# tutorialMsg3
source: This is where your performance is measured. The better you play the better your avatar gets his groove on!
es: Aquí está el medidor de su rendimiento. El mejor que usted está jugando, mejor será su avatar habrá baile!
pt: Aqui fica o medidor de sua performance. Quanto melhor você estiver jogando, melhor seu avatar estará dançando!

# tutorialMsg4
source: By correctly answering verses in succession you will fill the combo bar and multiply your score!
es: Golpeando versos seguidos, te llene la barra de combo y multiplica tus puntos!
pt: Acertando versos seguidos, você preenche sua barra de combo e multiplica seus pontos!

# cadastroMsg
source: Hey, register now!
es: Hey, no dude en registrarse!
pt: Ei, faça seu cadastro!
zh: 注册吧

# cadastroPreTxt
source: It is quick and easy, by doing so you will be able to:
es: Es simple, rápida y con ella se puede
pt: É simples, rápido e com ele você poderá:
zh: 又快又容易，做好您就可以

# vantagem1
source: - Save your levels, songs and track your learning.
es: - Guardar su Nives, canciones y el aprendizaje.
pt: - Salvar seus níves, músicas, e aprendizado.
zh: 保存你听过的歌曲还看你学得怎么样

# vantagem2
source: - Have access to Backpacker virtual world and exclusive tools.
es: - tener acceso al mondo virtual Backpacker y herramientas únicas.
pt: - Ter acesso ao Mundo Virtual Backpacker e ferramentas exclusivas.

# vantagem3
source: - Get a bonus of
es: - Ganae un bono de
pt: - Ganhar um bônus de

# cadastroTxt
source: Wanna register right now?
es: ¿Quieres registrarse ahora?
pt: Deseja fazer o cadastro agora?
zh: 想注册吗？

# ranking1Txt
source: Weekly Ranking
es: Ranking de la semana
pt: Ranking Semanal
zh: 级别周

# ranking2Txt
source: The ranking shuts every Sunday at 23h59!
es: La clasificación se cierra todos los domingos a las 23h59!
pt: O ranking se encerra aos domingos, 23h59!

source: Match result
es: Resultado del partido
pt: Resultado de Partida
zh: 比赛结果

source: Your prize
es: Su premio
pt: Seu premio
zh: 你的奖牌

source: Daily bonus
es: Bono de cada día
pt: Bônus diário
zh: 日记奖金

source: I leveled up!
es: Pasé de nivel!
pt: Passei de nível!
zh: 你提高了一水平!

# inviteFriendsTxt
source: Recommend FeelTheMusic to your friends and win prizes!
es: Invita sus amigos y gane prémios!
pt: Recomende o FeelTheMusic para seus amigos e ganhe prêmios!

# inviteFriendsTip
source: enough for a new song!
es: suficientes para una canción nueva!
pt: suficientes para uma música nova!
zh: 硬币够听一首歌

# inviteFriendTxt
source: Invite a friend to play!
es: Invitar a un amigo a jugar!
zh: 请朋友来玩

# inviteFriendError
source: You must be logged into Facebook to use this bonus! We are sorry for the inconvenience!
es: Usted debe estar conectado a través de Facebook para utilizar este bono! Lo sentimos mucho!
pt: É necessário estar logado pelo Facebook para utilizar esse bônus! Desculpe-nos o incoveniente!

source: Premium daily bonus:
es: Bono de cada día premium:
pt: Bônus diário Premium:
zh: 专门日记奖金

# assinaturaHead
source: Premium learns more!
es: Premium aprende más!
pt: Premium aprende mais!

# assinatura1
source: Over 10000 exclusive songs to buy
es: 10000+ cancionaes exclusivas para comprar
pt: 10000+ músicas exclusivas para compra
zh: 你可以买至少10000专门首歌

# assinatura2
source: Twice as many coins for each song played
es: 2x más monedas por cancione jugada
pt: 2x mais moedas por música jogada

# assinatura3
source: A new song for every day you play
es: 1 nueva canción por día jugado
pt: 1 música nova por dia jogado
zh: 每次使用将获得新歌曲·

# assinatura4
source: 1000 coins when you sign up
es: 1000 monedas al firmar
pt: 1000 moedas ao assinar
zh: 每次注册获取1000硬币

# assinatura5
source: Unrestricted access to our Suggested Song tool
es: Uso sin restrición de la herramienta de la música sugerido
pt: Uso irrestrito da ferramenta Música Sugerida
zh: 让你用我们的建议歌曲工具

# assinatura6
source: Personalized report of educational progress
es: Informe Personalizada de educacíon
pt: Relatório de progresso educacional personalizado
zh: 私人进步的反映

# assinaturaPromo
source: SPECIAL OFFER: 60% discount for the first 3 months
es: PROMOCIÓN: Primeros 3 meses con 60% de descuento
pt: PROMOÇÃO: Primeiros 3 meses com 60% de desconto!
zh: 特价：打7折， 第一月和第二月

# guestTxt
source: Chose a song!
es: Elige una canción!
pt: Escolha uma musica!
zh: 选择一首歌曲

# guestSubTxt
source: (Sign up to access 10,000+ songs)
es: (Inscríbase para acesar 10,000+ canciones)
pt: (Cadastre-se para acessar 10,000+ musicas)
zh: 注册后你可以听10000首歌曲

# coinTokenTxt
source: Conversion to Tokens
es: Conversión para fichas
pt: Conversão para fichas
zh: 换成象征

# tokenCoinTxt
source: Conversion to Coins
es: Conversión para monedas
pt: Conversão para moedas
zh: 换成硬币

# lojinhaTxt
source: More coins?
es: Más monedas?
pt: Mais moedas?
zh: 更多硬币?

# chooseBetTxt
source: Choose your bet level
es: Elegir su nível de apuesta
pt: Escolha seu nível de aposta

# chooseStyleTxt
source: Who to play with
es: Elegir con quien jugar
pt: Escolha com quem jogar

# estiloDesafioTxt
source: Choose a genre to challenge with
es: Elegir un estilo para el desafío
pt: Escolha um estilo para o desafio

# loadingError1
source: Please check your conection and try again. Error type:
es: Por favor, compruebe su conexión y vuelva a intentar. Tipo de error:
pt: Por favor verifique sua conexão e tente novamente. Erro tipo:

# loadingError2
source: :/ Video unavailable at YouTube. Soon we'll fix it. As a reward for your explorer attitude, here is a little prize for helping us improve! ;)
es: :/ Vídeo indisponible no YouTube. Listo lo corregiremos. Mientras, aquí está un pequeño prêmio por ayudarnos! ;)
pt: :/ Vídeo indisponível no YouTube. Em breve corrigiremos. Como recompensa pela sua atitude exploradora, aqui está um pequeno prêmio por nos ajudar a melhorar! ;)

# mpEndingTxtWin
source: Defeated the opponent!
es: Derroté al oponente!
pt: Derrotei o oponente!

# mpEndingTxtLose
source: Lost to the opponent...
es: Perdi al oponente...
pt: Perdi para o oponente...

# oneMonthPremium
source: 1 month premium
es: 1 més de premium
pt: 1 mês de assinatura

# friendsRemainingTxt
source: new friends and receive 1 premium month!
es: nuevos amigos y reciba 1 més de premium!
pt: novos amigos e receba 1 mês Premium!

# inviteFriendSuccess
source: Invites sent successfully! You will receive your prizes when they open it!
es: Convites enviados con suceso! Usted será premiado cuándo sus amigos abrirem su convite!
pt: Convites enviados com sucesso! Você será premiado quando seus amigos abrirem seu convite!

# inviteFriendsResultsTxt
source: Your invitations returned results!
es: Sus invitaciones fuéron utilizadas!
pt: Seus convites geraram resultados!
zh: Your invitations were successfull!

source: See More!
es: Ver Más!
pt: Ver mais!
zh: 查看更多

# rankingResult1Txt
source: Weekly Ranking Result
es: Resultado Clasificación Semanal
pt: Resultado do Ranking Semanal

# rankingResult2Txt
source: Type the code below to get a discount at becoming premium: (If you are already premium, pass it to a friend!)
es: Escriba el siguiente código para obtener un descuento al convertirse: (Si ya és convertido, pásalo a un amigo!)
pt: Digite o código abaixo para receber um desconto na assinatura: (Se já for assinante, passe para um amigo!)

# threeStarsTxt1
source: How to get 3 stars
es: Cómo obtenir 3 estrelas
pt: Como conseguir 3 estrelas

# threeStarsTxt2
source: Combo increases each score
es: Él combo aumenta cada punto
pt: O combo aumenta cada pontuação

# masteredWordTxt
source: Mastered word! (Matched it many times)
es: Palabra hecha! (Aciertó muchas veces)
pt: Palavra aprendida! (Acertou várias vezes)

# sort2
source: Artists
es: Artistas
pt: Artistas

# sort3
source: Genres
es: Géneros
pt: Gêneros

# musicasCompradasBtn
source: Bought
es: Compradas
pt: Compradas

# searchBtn
source: Search
es: Buscar
pt: Buscar
